//中国的测试数据
var ChinaTest = [{
		value: 200,
		name: '安徽',
		capital: {
			name: '合肥',
			coor: [117.2757034, 31.86325455],
			"value": 90
		},
		city: [{
			"name": "合肥市",
			"coor": [117.2757034, 31.86325455],
			"value": 90
		}, {
			"name": "芜湖市",
			"coor": [118.3598328, 31.33449554],
			"value": 114
		}, {
			"name": "蚌埠市",
			"coor": [117.3613815, 32.93924332],
			"value": 132
		}, {
			"name": "淮南市",
			"coor": [117.0207291, 32.6166954],
			"value": 111
		}, {
			"name": "马鞍山市",
			"coor": [118.4807129, 31.72492409],
			"value": 36
		}, {
			"name": "淮北市",
			"coor": [116.7874985, 33.9704895],
			"value": 150
		}, {
			"name": "铜陵市",
			"coor": [117.813179, 30.92524719],
			"value": 87
		}, {
			"name": "安庆市",
			"coor": [117.0344315, 30.51264572],
			"value": 39
		}, {
			"name": "黄山市",
			"coor": [118.3090668, 29.72084427],
			"value": 21
		}, {
			"name": "滁州市",
			"coor": [118.3011627, 32.31653214],
			"value": 85
		}, {
			"name": "阜阳市",
			"coor": [115.8097305, 32.90220642],
			"value": 158
		}, {
			"name": "宿州市",
			"coor": [116.9701538, 33.6401329],
			"value": 141
		}, {
			"name": "六安市",
			"coor": [116.4927902, 31.75352287],
			"value": 62
		}, {
			"name": "亳州市",
			"coor": [115.7709, 33.879292],
			"value": 66
		}, {
			"name": "池州市",
			"coor": [117.4773331, 30.65686607],
			"value": 87
		}, {
			"name": "宣城市",
			"coor": [118.7586551, 30.94078918],
			"value": 15
		}]
	},
	{
		"name": "浙江",
		"value": 29,
		"capital": {
			"name": "杭州",
			"coor": [120.153576, 30.287459],
			"value": 94
		},
		"city": [{
			"name": "杭州市",
			"coor": [120.153576, 30.287459],
			"value": 94
		}, {
			"name": "宁波市",
			"coor": [121.549792, 29.868388],
			"value": 9
		}, {
			"name": "温州市",
			"coor": [120.672111, 28.000575],
			"value": 63
		}, {
			"name": "嘉兴市",
			"coor": [120.750865, 30.762653],
			"value": 71
		}, {
			"name": "湖州市",
			"coor": [120.102398, 30.867198],
			"value": 123
		}, {
			"name": "绍兴市",
			"coor": [120.582112, 29.997117],
			"value": 104
		}, {
			"name": "金华市",
			"coor": [119.649506, 29.089524],
			"value": 86
		}, {
			"name": "衢州市",
			"coor": [118.87263, 28.941708],
			"value": 1
		}, {
			"name": "舟山市",
			"coor": [122.106863, 30.016028],
			"value": 146
		}, {
			"name": "台州市",
			"coor": [121.428599, 28.661378],
			"value": 29
		}, {
			"name": "丽水市",
			"coor": [119.921786, 28.451993],
			"value": 148
		}]
	},
	{
		"name": "上海",
		"value": 91,
		"capital": {
			"name": "上海",
			"coor": [121.490317, 31.222771],
			"value": 112
		},
		"city": [{
			"name": "黄浦区",
			"coor": [121.490317, 31.222771],
			"value": 112
		}, {
			"name": "徐汇区",
			"coor": [121.43752, 31.179973],
			"value": 117
		}, {
			"name": "长宁区",
			"coor": [121.4222, 31.218123],
			"value": 51
		}, {
			"name": "静安区",
			"coor": [121.448224, 31.229003],
			"value": 126
		}, {
			"name": "普陀区",
			"coor": [121.392499, 31.241701],
			"value": 10
		}, {
			"name": "虹口区",
			"coor": [121.491832, 31.26097],
			"value": 31
		}, {
			"name": "杨浦区",
			"coor": [121.522797, 31.270755],
			"value": 88
		}, {
			"name": "闵行区",
			"coor": [121.375972, 31.111658],
			"value": 134
		}, {
			"name": "宝山区",
			"coor": [121.489934, 31.398896],
			"value": 34
		}, {
			"name": "嘉定区",
			"coor": [121.250333, 31.383524],
			"value": 31
		}, {
			"name": "浦东新区",
			"coor": [121.567706, 31.245944],
			"value": 121
		}, {
			"name": "金山区",
			"coor": [121.330736, 30.724697],
			"value": 90
		}, {
			"name": "松江区",
			"coor": [121.223543, 31.03047],
			"value": 3
		}, {
			"name": "青浦区",
			"coor": [121.113021, 31.151209],
			"value": 59
		}, {
			"name": "奉贤区",
			"coor": [121.458472, 30.912345],
			"value": 126
		}, {
			"name": "崇明区",
			"coor": [121.397516, 31.626946],
			"value": 48
		}]
	},
	{
		"name": "广东",
		"value": 124,
		"capital": {
			"name": "广州",
			"coor": [113.280637, 23.125178],
			"value": 27
		},
		"city": [{
			"name": "广州市",
			"coor": [113.280637, 23.125178],
			"value": 27
		}, {
			"name": "韶关市",
			"coor": [113.591544, 24.801322],
			"value": 78
		}, {
			"name": "深圳市",
			"coor": [114.085947, 22.547],
			"value": 13
		}, {
			"name": "珠海市",
			"coor": [113.553986, 22.224979],
			"value": 35
		}, {
			"name": "汕头市",
			"coor": [116.708463, 23.37102],
			"value": 34
		}, {
			"name": "佛山市",
			"coor": [113.122717, 23.028762],
			"value": 43
		}, {
			"name": "江门市",
			"coor": [113.094942, 22.590431],
			"value": 112
		}, {
			"name": "湛江市",
			"coor": [110.364977, 21.274898],
			"value": 45
		}, {
			"name": "茂名市",
			"coor": [110.919229, 21.659751],
			"value": 74
		}, {
			"name": "肇庆市",
			"coor": [112.472529, 23.051546],
			"value": 73
		}, {
			"name": "惠州市",
			"coor": [114.412599, 23.079404],
			"value": 70
		}, {
			"name": "梅州市",
			"coor": [116.117582, 24.299112],
			"value": 69
		}, {
			"name": "汕尾市",
			"coor": [115.364238, 22.774485],
			"value": 158
		}, {
			"name": "河源市",
			"coor": [114.697802, 23.746266],
			"value": 137
		}, {
			"name": "阳江市",
			"coor": [111.975107, 21.859222],
			"value": 4
		}, {
			"name": "清远市",
			"coor": [113.051227, 23.685022],
			"value": 70
		}, {
			"name": "东莞市",
			"coor": [113.746262, 23.046237],
			"value": 137
		}, {
			"name": "中山市",
			"coor": [113.382391, 22.521113],
			"value": 96
		}, {
			"name": "潮州市",
			"coor": [116.632301, 23.661701],
			"value": 13
		}, {
			"name": "揭阳市",
			"coor": [116.355733, 23.543778],
			"value": 132
		}, {
			"name": "云浮市",
			"coor": [112.044439, 22.929801],
			"value": 111
		}]
	},
	{
		"name": "湖北",
		"value": 128,
		"capital": {
			"name": "武汉",
			"coor": [114.298572, 30.584355],
			"value": 104
		},
		"city": [{
			"name": "武汉市",
			"coor": [114.298572, 30.584355],
			"value": 104
		}, {
			"name": "黄石市",
			"coor": [115.077048, 30.220074],
			"value": 108
		}, {
			"name": "十堰市",
			"coor": [110.787916, 32.646907],
			"value": 18
		}, {
			"name": "宜昌市",
			"coor": [111.290843, 30.702636],
			"value": 66
		}, {
			"name": "襄阳市",
			"coor": [112.144146, 32.042426],
			"value": 4
		}, {
			"name": "鄂州市",
			"coor": [114.890593, 30.396536],
			"value": 10
		}, {
			"name": "荆门市",
			"coor": [112.204251, 31.03542],
			"value": 86
		}, {
			"name": "孝感市",
			"coor": [113.926655, 30.926423],
			"value": 148
		}, {
			"name": "荆州市",
			"coor": [112.23813, 30.326857],
			"value": 62
		}, {
			"name": "黄冈市",
			"coor": [114.879365, 30.447711],
			"value": 86
		}, {
			"name": "咸宁市",
			"coor": [114.328963, 29.832798],
			"value": 13
		}, {
			"name": "随州市",
			"coor": [113.37377, 31.717497],
			"value": 57
		}, {
			"name": "恩施土家族苗族自治州",
			"coor": [109.48699, 30.283114],
			"value": 33
		}, {
			"name": "仙桃市",
			"coor": [113.453974, 30.364953],
			"value": 99
		}, {
			"name": "潜江市",
			"coor": [112.896866, 30.421215],
			"value": 0
		}, {
			"name": "天门市",
			"coor": [113.165862, 30.653061],
			"value": 152
		}, {
			"name": "神农架林区",
			"coor": [110.671525, 31.744449],
			"value": 147
		}]
	},
	{
		"name": "北京",
		"value": 197,
		"capital": {
			"name": "北京",
			"coor": [116.418757, 39.917544],
			"value": 38
		},
		"city": [{
			"name": "东城区",
			"coor": [116.418757, 39.917544],
			"value": 38
		}, {
			"name": "西城区",
			"coor": [116.366794, 39.915309],
			"value": 131
		}, {
			"name": "朝阳区",
			"coor": [116.486409, 39.921489],
			"value": 158
		}, {
			"name": "丰台区",
			"coor": [116.286968, 39.863642],
			"value": 122
		}, {
			"name": "石景山区",
			"coor": [116.195445, 39.914601],
			"value": 134
		}, {
			"name": "海淀区",
			"coor": [116.310316, 39.956074],
			"value": 69
		}, {
			"name": "门头沟区",
			"coor": [116.105381, 39.937183],
			"value": 116
		}, {
			"name": "房山区",
			"coor": [116.139157, 39.735535],
			"value": 9
		}, {
			"name": "通州区",
			"coor": [116.658603, 39.902486],
			"value": 138
		}, {
			"name": "顺义区",
			"coor": [116.653525, 40.128936],
			"value": 29
		}, {
			"name": "昌平区",
			"coor": [116.235906, 40.218085],
			"value": 105
		}, {
			"name": "大兴区",
			"coor": [116.338033, 39.728908],
			"value": 41
		}, {
			"name": "怀柔区",
			"coor": [116.637122, 40.324272],
			"value": 70
		}, {
			"name": "平谷区",
			"coor": [117.112335, 40.144783],
			"value": 29
		}, {
			"name": "密云区",
			"coor": [116.843352, 40.377362],
			"value": 42
		}, {
			"name": "延庆区",
			"coor": [115.985006, 40.465325],
			"value": 42
		}]
	},
	{
		"name": "天津",
		"value": 102,
		"capital": {
			"name": "天津",
			"coor": [117.195907, 39.118327],
			"value": 50
		},
		"city": [{
			"name": "和平区",
			"coor": [117.195907, 39.118327],
			"value": 50
		}, {
			"name": "河东区",
			"coor": [117.226568, 39.122125],
			"value": 30
		}, {
			"name": "河西区",
			"coor": [117.217536, 39.101897],
			"value": 22
		}, {
			"name": "南开区",
			"coor": [117.164143, 39.120474],
			"value": 68
		}, {
			"name": "河北区",
			"coor": [117.201569, 39.156632],
			"value": 88
		}, {
			"name": "红桥区",
			"coor": [117.163301, 39.175066],
			"value": 118
		}, {
			"name": "东丽区",
			"coor": [117.313967, 39.087764],
			"value": 51
		}, {
			"name": "西青区",
			"coor": [117.012247, 39.139446],
			"value": 12
		}, {
			"name": "津南区",
			"coor": [117.382549, 38.989577],
			"value": 142
		}, {
			"name": "北辰区",
			"coor": [117.13482, 39.225555],
			"value": 6
		}, {
			"name": "武清区",
			"coor": [117.057959, 39.376925],
			"value": 38
		}, {
			"name": "宝坻区",
			"coor": [117.308094, 39.716965],
			"value": 62
		}, {
			"name": "滨海新区",
			"coor": [117.654173, 39.032846],
			"value": 73
		}, {
			"name": "宁河区",
			"coor": [117.82828, 39.328886],
			"value": 2
		}, {
			"name": "静海区",
			"coor": [116.925304, 38.935671],
			"value": 91
		}, {
			"name": "蓟州区",
			"coor": [117.407449, 40.045342],
			"value": 135
		}]
	},
	{
		"name": "重庆",
		"value": 8,
		"capital": {
			"name": "重庆",
			"coor": [108.380246, 30.807807],
			"value": 22
		},
		"city": [{
			"name": "万州区",
			"coor": [108.380246, 30.807807],
			"value": 22
		}, {
			"name": "涪陵区",
			"coor": [107.394905, 29.703652],
			"value": 60
		}, {
			"name": "渝中区",
			"coor": [106.56288, 29.556742],
			"value": 129
		}, {
			"name": "大渡口区",
			"coor": [106.48613, 29.481002],
			"value": 75
		}, {
			"name": "江北区",
			"coor": [106.532844, 29.575352],
			"value": 41
		}, {
			"name": "沙坪坝区",
			"coor": [106.4542, 29.541224],
			"value": 66
		}, {
			"name": "九龙坡区",
			"coor": [106.480989, 29.523492],
			"value": 33
		}, {
			"name": "南岸区",
			"coor": [106.560813, 29.523992],
			"value": 50
		}, {
			"name": "北碚区",
			"coor": [106.437868, 29.82543],
			"value": 6
		}, {
			"name": "綦江区",
			"coor": [106.651417, 29.028091],
			"value": 150
		}, {
			"name": "大足区",
			"coor": [105.715319, 29.700498],
			"value": 24
		}, {
			"name": "渝北区",
			"coor": [106.512851, 29.601451],
			"value": 58
		}, {
			"name": "巴南区",
			"coor": [106.519423, 29.381919],
			"value": 118
		}, {
			"name": "黔江区",
			"coor": [108.782577, 29.527548],
			"value": 79
		}, {
			"name": "长寿区",
			"coor": [107.074854, 29.833671],
			"value": 84
		}, {
			"name": "江津区",
			"coor": [106.253156, 29.283387],
			"value": 97
		}, {
			"name": "合川区",
			"coor": [106.265554, 29.990993],
			"value": 108
		}, {
			"name": "永川区",
			"coor": [105.894714, 29.348748],
			"value": 125
		}, {
			"name": "南川区",
			"coor": [107.098153, 29.156646],
			"value": 32
		}, {
			"name": "璧山区",
			"coor": [106.231126, 29.593581],
			"value": 73
		}, {
			"name": "铜梁区",
			"coor": [106.054948, 29.839944],
			"value": 109
		}, {
			"name": "潼南区",
			"coor": [105.841818, 30.189554],
			"value": 13
		}, {
			"name": "荣昌区",
			"coor": [105.594061, 29.403627],
			"value": 25
		}, {
			"name": "开州区",
			"coor": [108.413317, 31.167735],
			"value": 133
		}, {
			"name": "梁平县",
			"coor": [107.800034, 30.672168],
			"value": 119
		}, {
			"name": "城口县",
			"coor": [108.6649, 31.946293],
			"value": 11
		}, {
			"name": "丰都县",
			"coor": [107.73248, 29.866424],
			"value": 84
		}, {
			"name": "垫江县",
			"coor": [107.348692, 30.330012],
			"value": 12
		}, {
			"name": "武隆县",
			"coor": [107.75655, 29.32376],
			"value": 27
		}, {
			"name": "忠县",
			"coor": [108.037518, 30.291537],
			"value": 65
		}, {
			"name": "云阳县",
			"coor": [108.697698, 30.930529],
			"value": 81
		}, {
			"name": "奉节县",
			"coor": [109.465774, 31.019967],
			"value": 100
		}, {
			"name": "巫山县",
			"coor": [109.878928, 31.074843],
			"value": 37
		}, {
			"name": "巫溪县",
			"coor": [109.628912, 31.3966],
			"value": 76
		}, {
			"name": "石柱土家族自治县",
			"coor": [108.112448, 29.99853],
			"value": 96
		}, {
			"name": "秀山土家族苗族自治县",
			"coor": [108.996043, 28.444772],
			"value": 92
		}, {
			"name": "酉阳土家族苗族自治县",
			"coor": [108.767201, 28.839828],
			"value": 49
		}, {
			"name": "彭水苗族土家族自治县",
			"coor": [108.166551, 29.293856],
			"value": 136
		}]
	},
	{
		"name": "河北",
		"value": 172,
		"capital": {
			"name": "石家庄",
			"coor": [114.502461, 38.045474],
			"value": 139
		},
		"city": [{
			"name": "石家庄市",
			"coor": [114.502461, 38.045474],
			"value": 139
		}, {
			"name": "唐山市",
			"coor": [118.175393, 39.635113],
			"value": 32
		}, {
			"name": "秦皇岛市",
			"coor": [119.586579, 39.942531],
			"value": 139
		}, {
			"name": "邯郸市",
			"coor": [114.490686, 36.612273],
			"value": 139
		}, {
			"name": "邢台市",
			"coor": [114.508851, 37.0682],
			"value": 48
		}, {
			"name": "保定市",
			"coor": [115.482331, 38.867657],
			"value": 95
		}, {
			"name": "张家口市",
			"coor": [114.884091, 40.811901],
			"value": 9
		}, {
			"name": "承德市",
			"coor": [117.939152, 40.976204],
			"value": 44
		}, {
			"name": "沧州市",
			"coor": [116.857461, 38.310582],
			"value": 29
		}, {
			"name": "廊坊市",
			"coor": [116.704441, 39.523927],
			"value": 46
		}, {
			"name": "衡水市",
			"coor": [115.665993, 37.735097],
			"value": 26
		}]
	},
	{
		"name": "河南",
		"value": 23,
		"capital": {
			"name": "郑州",
			"coor": [113.665412, 34.757975],
			"value": 130
		},
		"city": [{
			"name": "郑州市",
			"coor": [113.665412, 34.757975],
			"value": 130
		}, {
			"name": "开封市",
			"coor": [114.341447, 34.797049],
			"value": 114
		}, {
			"name": "洛阳市",
			"coor": [112.434468, 34.663041],
			"value": 49
		}, {
			"name": "平顶山市",
			"coor": [113.307718, 33.735241],
			"value": 66
		}, {
			"name": "安阳市",
			"coor": [114.352482, 36.103442],
			"value": 159
		}, {
			"name": "鹤壁市",
			"coor": [114.295444, 35.748236],
			"value": 82
		}, {
			"name": "新乡市",
			"coor": [113.883991, 35.302616],
			"value": 39
		}, {
			"name": "焦作市",
			"coor": [113.238266, 35.23904],
			"value": 122
		}, {
			"name": "濮阳市",
			"coor": [115.041299, 35.768234],
			"value": 32
		}, {
			"name": "许昌市",
			"coor": [113.826063, 34.022956],
			"value": 63
		}, {
			"name": "漯河市",
			"coor": [114.026405, 33.575855],
			"value": 20
		}, {
			"name": "三门峡市",
			"coor": [111.194099, 34.777338],
			"value": 65
		}, {
			"name": "南阳市",
			"coor": [112.540918, 32.999082],
			"value": 113
		}, {
			"name": "商丘市",
			"coor": [115.650497, 34.437054],
			"value": 120
		}, {
			"name": "信阳市",
			"coor": [114.075031, 32.123274],
			"value": 32
		}, {
			"name": "周口市",
			"coor": [114.649653, 33.620357],
			"value": 75
		}, {
			"name": "驻马店市",
			"coor": [114.024736, 32.980169],
			"value": 66
		}, {
			"name": "济源市",
			"coor": [112.590047, 35.090378],
			"value": 59
		}]
	},
	{
		"name": "云南",
		"value": 71,
		"capital": {
			"name": "昆明",
			"coor": [102.712251, 25.040609],
			"value": 51
		},
		"city": [{
			"name": "昆明市",
			"coor": [102.712251, 25.040609],
			"value": 51
		}, {
			"name": "曲靖市",
			"coor": [103.797851, 25.501557],
			"value": 149
		}, {
			"name": "玉溪市",
			"coor": [102.543907, 24.350461],
			"value": 21
		}, {
			"name": "保山市",
			"coor": [99.167133, 25.111802],
			"value": 113
		}, {
			"name": "昭通市",
			"coor": [103.717216, 27.336999],
			"value": 39
		}, {
			"name": "丽江市",
			"coor": [100.233026, 26.872108],
			"value": 9
		}, {
			"name": "普洱市",
			"coor": [100.972344, 22.777321],
			"value": 89
		}, {
			"name": "临沧市",
			"coor": [100.08697, 23.886567],
			"value": 62
		}, {
			"name": "楚雄彝族自治州",
			"coor": [101.546046, 25.041988],
			"value": 79
		}, {
			"name": "红河哈尼族彝族自治州",
			"coor": [103.384182, 23.366775],
			"value": 157
		}, {
			"name": "文山壮族苗族自治州",
			"coor": [104.24401, 23.36951],
			"value": 118
		}, {
			"name": "西双版纳傣族自治州",
			"coor": [100.797941, 22.001724],
			"value": 101
		}, {
			"name": "大理白族自治州",
			"coor": [100.225668, 25.589449],
			"value": 91
		}, {
			"name": "德宏傣族景颇族自治州",
			"coor": [98.578363, 24.436694],
			"value": 102
		}, {
			"name": "怒江傈僳族自治州",
			"coor": [98.854304, 25.850949],
			"value": 138
		}, {
			"name": "迪庆藏族自治州",
			"coor": [99.706463, 27.826853],
			"value": 122
		}]
	},
	{
		"name": "辽宁",
		"value": 64,
		"capital": {
			"name": "沈阳",
			"coor": [123.429096, 41.796767],
			"value": 152
		},
		"city": [{
			"name": "沈阳市",
			"coor": [123.429096, 41.796767],
			"value": 152
		}, {
			"name": "大连市",
			"coor": [121.618622, 38.91459],
			"value": 5
		}, {
			"name": "鞍山市",
			"coor": [122.995632, 41.110626],
			"value": 28
		}, {
			"name": "抚顺市",
			"coor": [123.921109, 41.875956],
			"value": 73
		}, {
			"name": "本溪市",
			"coor": [123.770519, 41.297909],
			"value": 8
		}, {
			"name": "丹东市",
			"coor": [124.383044, 40.124296],
			"value": 140
		}, {
			"name": "锦州市",
			"coor": [121.135742, 41.119269],
			"value": 92
		}, {
			"name": "营口市",
			"coor": [122.235151, 40.667432],
			"value": 7
		}, {
			"name": "阜新市",
			"coor": [121.648962, 42.011796],
			"value": 95
		}, {
			"name": "辽阳市",
			"coor": [123.18152, 41.269402],
			"value": 99
		}, {
			"name": "盘锦市",
			"coor": [122.06957, 41.124484],
			"value": 96
		}, {
			"name": "铁岭市",
			"coor": [123.844279, 42.290585],
			"value": 32
		}, {
			"name": "朝阳市",
			"coor": [120.451176, 41.576758],
			"value": 93
		}, {
			"name": "葫芦岛市",
			"coor": [120.856394, 40.755572],
			"value": 109
		}]
	},
	{
		"name": "黑龙江",
		"value": 73,
		"capital": {
			"name": "哈尔滨",
			"coor": [126.642464, 45.756967],
			"value": 103
		},
		"city": [{
			"name": "哈尔滨市",
			"coor": [126.642464, 45.756967],
			"value": 103
		}, {
			"name": "齐齐哈尔市",
			"coor": [123.95792, 47.342081],
			"value": 2
		}, {
			"name": "鸡西市",
			"coor": [130.975966, 45.300046],
			"value": 110
		}, {
			"name": "鹤岗市",
			"coor": [130.277487, 47.332085],
			"value": 132
		}, {
			"name": "双鸭山市",
			"coor": [131.157304, 46.643442],
			"value": 1
		}, {
			"name": "大庆市",
			"coor": [125.11272, 46.590734],
			"value": 159
		}, {
			"name": "伊春市",
			"coor": [128.899396, 47.724775],
			"value": 47
		}, {
			"name": "佳木斯市",
			"coor": [130.361634, 46.809606],
			"value": 41
		}, {
			"name": "七台河市",
			"coor": [131.015584, 45.771266],
			"value": 152
		}, {
			"name": "牡丹江市",
			"coor": [129.618602, 44.582962],
			"value": 41
		}, {
			"name": "黑河市",
			"coor": [127.499023, 50.249585],
			"value": 157
		}, {
			"name": "绥化市",
			"coor": [126.99293, 46.637393],
			"value": 68
		}, {
			"name": "大兴安岭地区",
			"coor": [124.711526, 52.335262],
			"value": 14
		}]
	},
	{
		"name": "湖南",
		"value": 74,
		"capital": {
			"name": "长沙",
			"coor": [112.982279, 28.19409],
			"value": 94
		},
		"city": [{
			"name": "长沙市",
			"coor": [112.982279, 28.19409],
			"value": 94
		}, {
			"name": "株洲市",
			"coor": [113.151737, 27.835806],
			"value": 82
		}, {
			"name": "湘潭市",
			"coor": [112.944052, 27.82973],
			"value": 113
		}, {
			"name": "衡阳市",
			"coor": [112.607693, 26.900358],
			"value": 139
		}, {
			"name": "邵阳市",
			"coor": [111.46923, 27.237842],
			"value": 96
		}, {
			"name": "岳阳市",
			"coor": [113.132855, 29.37029],
			"value": 146
		}, {
			"name": "常德市",
			"coor": [111.691347, 29.040225],
			"value": 24
		}, {
			"name": "张家界市",
			"coor": [110.479921, 29.127401],
			"value": 89
		}, {
			"name": "益阳市",
			"coor": [112.355042, 28.570066],
			"value": 53
		}, {
			"name": "郴州市",
			"coor": [113.032067, 25.793589],
			"value": 68
		}, {
			"name": "永州市",
			"coor": [111.608019, 26.434516],
			"value": 105
		}, {
			"name": "怀化市",
			"coor": [109.97824, 27.550082],
			"value": 138
		}, {
			"name": "娄底市",
			"coor": [112.008497, 27.728136],
			"value": 47
		}, {
			"name": "湘西土家族苗族自治州",
			"coor": [109.739735, 28.314296],
			"value": 54
		}]
	},
	{
		"name": "山东",
		"value": 21,
		"capital": {
			"name": "济南",
			"coor": [117.000923, 36.675807],
			"value": 134
		},
		"city": [{
			"name": "济南市",
			"coor": [117.000923, 36.675807],
			"value": 134
		}, {
			"name": "青岛市",
			"coor": [120.355173, 36.082982],
			"value": 20
		}, {
			"name": "淄博市",
			"coor": [118.047648, 36.814939],
			"value": 68
		}, {
			"name": "枣庄市",
			"coor": [117.557964, 34.856424],
			"value": 150
		}, {
			"name": "东营市",
			"coor": [118.66471, 37.434564],
			"value": 41
		}, {
			"name": "烟台市",
			"coor": [121.391382, 37.539297],
			"value": 7
		}, {
			"name": "潍坊市",
			"coor": [119.107078, 36.70925],
			"value": 77
		}, {
			"name": "济宁市",
			"coor": [116.587245, 35.415393],
			"value": 156
		}, {
			"name": "泰安市",
			"coor": [117.129063, 36.194968],
			"value": 100
		}, {
			"name": "威海市",
			"coor": [122.116394, 37.509691],
			"value": 126
		}, {
			"name": "日照市",
			"coor": [119.461208, 35.428588],
			"value": 53
		}, {
			"name": "莱芜市",
			"coor": [117.677736, 36.214397],
			"value": 155
		}, {
			"name": "临沂市",
			"coor": [118.326443, 35.065282],
			"value": 8
		}, {
			"name": "德州市",
			"coor": [116.307428, 37.453968],
			"value": 117
		}, {
			"name": "聊城市",
			"coor": [115.980367, 36.456013],
			"value": 30
		}, {
			"name": "滨州市",
			"coor": [118.016974, 37.383542],
			"value": 42
		}, {
			"name": "菏泽市",
			"coor": [115.469381, 35.246531],
			"value": 110
		}]
	},
	{
		"name": "新疆",
		"value": 139,
		"capital": {
			"name": "乌鲁木齐",
			"coor": [87.617733, 43.792818],
			"value": 63
		},
		"city": [{
			"name": "乌鲁木齐市",
			"coor": [87.617733, 43.792818],
			"value": 63
		}, {
			"name": "克拉玛依市",
			"coor": [84.873946, 45.595886],
			"value": 57
		}, {
			"name": "吐鲁番市",
			"coor": [89.184078, 42.947613],
			"value": 72
		}, {
			"name": "哈密市",
			"coor": [93.51316, 42.833248],
			"value": 36
		}, {
			"name": "昌吉回族自治州",
			"coor": [87.304012, 44.014577],
			"value": 81
		}, {
			"name": "博尔塔拉蒙古自治州",
			"coor": [82.074778, 44.903258],
			"value": 12
		}, {
			"name": "巴音郭楞蒙古自治州",
			"coor": [86.150969, 41.768552],
			"value": 84
		}, {
			"name": "阿克苏地区",
			"coor": [80.265068, 41.170712],
			"value": 27
		}, {
			"name": "克孜勒苏柯尔克孜自治州",
			"coor": [76.172825, 39.713431],
			"value": 1
		}, {
			"name": "喀什地区",
			"coor": [75.989138, 39.467664],
			"value": 139
		}, {
			"name": "和田地区",
			"coor": [79.92533, 37.110687],
			"value": 92
		}, {
			"name": "伊犁哈萨克自治州",
			"coor": [81.317946, 43.92186],
			"value": 119
		}, {
			"name": "塔城地区",
			"coor": [82.985732, 46.746301],
			"value": 11
		}, {
			"name": "阿勒泰地区",
			"coor": [88.13963, 47.848393],
			"value": 52
		}, {
			"name": "石河子市",
			"coor": [86.041075, 44.305886],
			"value": 8
		}, {
			"name": "阿拉尔市",
			"coor": [81.285884, 40.541914],
			"value": 77
		}, {
			"name": "图木舒克市",
			"coor": [79.077978, 39.867316],
			"value": 1
		}, {
			"name": "五家渠市",
			"coor": [87.526884, 44.167401],
			"value": 82
		}, {
			"name": "北屯市",
			"coor": [87.824932, 47.353177],
			"value": 158
		}, {
			"name": "铁门关市",
			"coor": [85.501218, 41.827251],
			"value": 115
		}, {
			"name": "双河市",
			"coor": [82.353656, 44.840524],
			"value": 46
		}, {
			"name": "可克达拉市",
			"coor": [80.63579, 43.6832],
			"value": 88
		}, {
			"name": "昆玉市",
			"coor": [79.287372, 37.207994],
			"value": 108
		}]
	},
	{
		"name": "江苏",
		"value": 102,
		"capital": {
			"name": "南京",
			"coor": [118.767413, 32.041544],
			"value": 124
		},
		"city": [{
			"name": "南京市",
			"coor": [118.767413, 32.041544],
			"value": 124
		}, {
			"name": "无锡市",
			"coor": [120.301663, 31.574729],
			"value": 98
		}, {
			"name": "徐州市",
			"coor": [117.184811, 34.261792],
			"value": 152
		}, {
			"name": "常州市",
			"coor": [119.946973, 31.772752],
			"value": 22
		}, {
			"name": "苏州市",
			"coor": [120.619585, 31.299379],
			"value": 70
		}, {
			"name": "南通市",
			"coor": [120.864608, 32.016212],
			"value": 62
		}, {
			"name": "连云港市",
			"coor": [119.178821, 34.600018],
			"value": 106
		}, {
			"name": "淮安市",
			"coor": [119.021265, 33.597506],
			"value": 138
		}, {
			"name": "盐城市",
			"coor": [120.139998, 33.377631],
			"value": 27
		}, {
			"name": "扬州市",
			"coor": [119.421003, 32.393159],
			"value": 0
		}, {
			"name": "镇江市",
			"coor": [119.452753, 32.204402],
			"value": 65
		}, {
			"name": "泰州市",
			"coor": [119.915176, 32.484882],
			"value": 50
		}, {
			"name": "宿迁市",
			"coor": [118.275162, 33.963008],
			"value": 64
		}]
	},
	{
		"name": "江西",
		"value": 81,
		"capital": {
			"name": "南昌",
			"coor": [115.892151, 28.676493],
			"value": 105
		},
		"city": [{
			"name": "南昌市",
			"coor": [115.892151, 28.676493],
			"value": 105
		}, {
			"name": "景德镇市",
			"coor": [117.214664, 29.29256],
			"value": 116
		}, {
			"name": "萍乡市",
			"coor": [113.852186, 27.622946],
			"value": 61
		}, {
			"name": "九江市",
			"coor": [115.992811, 29.712034],
			"value": 107
		}, {
			"name": "新余市",
			"coor": [114.930835, 27.810834],
			"value": 0
		}, {
			"name": "鹰潭市",
			"coor": [117.033838, 28.238638],
			"value": 2
		}, {
			"name": "赣州市",
			"coor": [114.940278, 25.85097],
			"value": 127
		}, {
			"name": "吉安市",
			"coor": [114.986373, 27.111699],
			"value": 98
		}, {
			"name": "宜春市",
			"coor": [114.391136, 27.8043],
			"value": 48
		}, {
			"name": "抚州市",
			"coor": [116.358351, 27.98385],
			"value": 138
		}, {
			"name": "上饶市",
			"coor": [117.971185, 28.44442],
			"value": 146
		}]
	},
	{
		"name": "广西",
		"value": 163,
		"capital": {
			"name": "南宁",
			"coor": [108.320004, 22.82402],
			"value": 12
		},
		"city": [{
			"name": "南宁市",
			"coor": [108.320004, 22.82402],
			"value": 12
		}, {
			"name": "柳州市",
			"coor": [109.411703, 24.314617],
			"value": 15
		}, {
			"name": "桂林市",
			"coor": [110.299121, 25.274215],
			"value": 7
		}, {
			"name": "梧州市",
			"coor": [111.297604, 23.474803],
			"value": 84
		}, {
			"name": "北海市",
			"coor": [109.119254, 21.473343],
			"value": 79
		}, {
			"name": "防城港市",
			"coor": [108.345478, 21.614631],
			"value": 45
		}, {
			"name": "钦州市",
			"coor": [108.624175, 21.967127],
			"value": 119
		}, {
			"name": "贵港市",
			"coor": [109.602146, 23.0936],
			"value": 155
		}, {
			"name": "玉林市",
			"coor": [110.154393, 22.63136],
			"value": 73
		}, {
			"name": "百色市",
			"coor": [106.616285, 23.897742],
			"value": 12
		}, {
			"name": "贺州市",
			"coor": [111.552056, 24.414141],
			"value": 32
		}, {
			"name": "河池市",
			"coor": [108.062105, 24.695899],
			"value": 15
		}, {
			"name": "来宾市",
			"coor": [109.229772, 23.733766],
			"value": 72
		}, {
			"name": "崇左市",
			"coor": [107.353926, 22.404108],
			"value": 111
		}]
	},
	{
		"name": "甘肃",
		"value": 162,
		"capital": {
			"name": "兰州",
			"coor": [103.823557, 36.058039],
			"value": 31
		},
		"city": [{
			"name": "兰州市",
			"coor": [103.823557, 36.058039],
			"value": 31
		}, {
			"name": "嘉峪关市",
			"coor": [98.277304, 39.786529],
			"value": 112
		}, {
			"name": "金昌市",
			"coor": [102.187888, 38.514238],
			"value": 137
		}, {
			"name": "白银市",
			"coor": [104.173606, 36.54568],
			"value": 31
		}, {
			"name": "天水市",
			"coor": [105.724998, 34.578529],
			"value": 66
		}, {
			"name": "武威市",
			"coor": [102.634697, 37.929996],
			"value": 147
		}, {
			"name": "张掖市",
			"coor": [100.455472, 38.932897],
			"value": 23
		}, {
			"name": "平凉市",
			"coor": [106.684691, 35.54279],
			"value": 45
		}, {
			"name": "酒泉市",
			"coor": [98.510795, 39.744023],
			"value": 35
		}, {
			"name": "庆阳市",
			"coor": [107.638372, 35.734218],
			"value": 5
		}, {
			"name": "定西市",
			"coor": [104.626294, 35.579578],
			"value": 73
		}, {
			"name": "陇南市",
			"coor": [104.929379, 33.388598],
			"value": 105
		}, {
			"name": "临夏回族自治州",
			"coor": [103.212006, 35.599446],
			"value": 135
		}, {
			"name": "甘南藏族自治州",
			"coor": [102.911008, 34.986354],
			"value": 120
		}]
	},
	{
		"name": "山西",
		"value": 30,
		"capital": {
			"name": "太原",
			"coor": [112.549248, 37.857014],
			"value": 114
		},
		"city": [{
			"name": "太原市",
			"coor": [112.549248, 37.857014],
			"value": 114
		}, {
			"name": "大同市",
			"coor": [113.295259, 40.09031],
			"value": 52
		}, {
			"name": "阳泉市",
			"coor": [113.583285, 37.861188],
			"value": 85
		}, {
			"name": "长治市",
			"coor": [113.113556, 36.191112],
			"value": 130
		}, {
			"name": "晋城市",
			"coor": [112.851274, 35.497553],
			"value": 112
		}, {
			"name": "朔州市",
			"coor": [112.433387, 39.331261],
			"value": 117
		}, {
			"name": "晋中市",
			"coor": [112.736465, 37.696495],
			"value": 119
		}, {
			"name": "运城市",
			"coor": [111.003957, 35.022778],
			"value": 50
		}, {
			"name": "忻州市",
			"coor": [112.733538, 38.41769],
			"value": 159
		}, {
			"name": "临汾市",
			"coor": [111.517973, 36.08415],
			"value": 28
		}, {
			"name": "吕梁市",
			"coor": [111.134335, 37.524366],
			"value": 91
		}]
	},
	{
		"name": "内蒙古",
		"value": 148,
		"capital": {
			"name": "呼和浩特",
			"coor": [111.670801, 40.818311],
			"value": 64
		},
		"city": [{
			"name": "呼和浩特市",
			"coor": [111.670801, 40.818311],
			"value": 64
		}, {
			"name": "包头市",
			"coor": [109.840405, 40.658168],
			"value": 68
		}, {
			"name": "乌海市",
			"coor": [106.825563, 39.673734],
			"value": 154
		}, {
			"name": "赤峰市",
			"coor": [118.956806, 42.275317],
			"value": 145
		}, {
			"name": "通辽市",
			"coor": [122.263119, 43.617429],
			"value": 131
		}, {
			"name": "鄂尔多斯市",
			"coor": [109.99029, 39.817179],
			"value": 0
		}, {
			"name": "呼伦贝尔市",
			"coor": [119.758168, 49.215333],
			"value": 112
		}, {
			"name": "巴彦淖尔市",
			"coor": [107.416959, 40.757402],
			"value": 1
		}, {
			"name": "乌兰察布市",
			"coor": [113.114543, 41.034126],
			"value": 104
		}, {
			"name": "兴安盟",
			"coor": [122.070317, 46.076268],
			"value": 86
		}, {
			"name": "锡林郭勒盟",
			"coor": [116.090996, 43.944018],
			"value": 8
		}, {
			"name": "阿拉善盟",
			"coor": [105.706422, 38.844814],
			"value": 132
		}]
	},
	{
		"name": "陕西",
		"value": 164,
		"capital": {
			"name": "西安",
			"coor": [108.948024, 34.263161]
		},
		"city": [{
			"name": "西安市",
			"coor": [108.948024, 34.263161],
			"value": 101
		}, {
			"name": "铜川市",
			"coor": [108.979608, 34.916582],
			"value": 90
		}, {
			"name": "宝鸡市",
			"coor": [107.14487, 34.369315],
			"value": 134
		}, {
			"name": "咸阳市",
			"coor": [108.705117, 34.333439],
			"value": 23
		}, {
			"name": "渭南市",
			"coor": [109.502882, 34.499381],
			"value": 8
		}, {
			"name": "延安市",
			"coor": [109.49081, 36.596537],
			"value": 28
		}, {
			"name": "汉中市",
			"coor": [107.028621, 33.077668],
			"value": 84
		}, {
			"name": "榆林市",
			"coor": [109.741193, 38.290162],
			"value": 34
		}, {
			"name": "安康市",
			"coor": [109.029273, 32.6903],
			"value": 117
		}, {
			"name": "商洛市",
			"coor": [109.939776, 33.868319],
			"value": 142
		}]
	},
	{
		"name": "吉林",
		"value": 145,
		"capital": {
			"name": "长春",
			"coor": [125.3245, 43.886841],
			"value": 71
		},
		"city": [{
			"name": "长春市",
			"coor": [125.3245, 43.886841],
			"value": 71
		}, {
			"name": "吉林市",
			"coor": [126.55302, 43.843577],
			"value": 130
		}, {
			"name": "四平市",
			"coor": [124.370785, 43.170344],
			"value": 62
		}, {
			"name": "辽源市",
			"coor": [125.145349, 42.902692],
			"value": 32
		}, {
			"name": "通化市",
			"coor": [125.936501, 41.721177],
			"value": 125
		}, {
			"name": "白山市",
			"coor": [126.427839, 41.942505],
			"value": 115
		}, {
			"name": "松原市",
			"coor": [124.823608, 45.118243],
			"value": 159
		}, {
			"name": "白城市",
			"coor": [122.841114, 45.619026],
			"value": 81
		}, {
			"name": "延边朝鲜族自治州",
			"coor": [129.513228, 42.904823],
			"value": 22
		}]
	},
	{
		"name": "福建",
		"value": 112,
		"capital": {
			"name": "福州",
			"coor": [119.306239, 26.075302],
			"value": 100
		},
		"city": [{
			"name": "福州市",
			"coor": [119.306239, 26.075302],
			"value": 100
		}, {
			"name": "厦门市",
			"coor": [118.11022, 24.490474],
			"value": 19
		}, {
			"name": "莆田市",
			"coor": [119.007558, 25.431011],
			"value": 97
		}, {
			"name": "三明市",
			"coor": [117.635001, 26.265444],
			"value": 56
		}, {
			"name": "泉州市",
			"coor": [118.589421, 24.908853],
			"value": 33
		}, {
			"name": "漳州市",
			"coor": [117.661801, 24.510897],
			"value": 105
		}, {
			"name": "南平市",
			"coor": [118.178459, 26.635627],
			"value": 63
		}, {
			"name": "龙岩市",
			"coor": [117.02978, 25.091603],
			"value": 98
		}, {
			"name": "宁德市",
			"coor": [119.527082, 26.65924],
			"value": 98
		}]
	},
	{
		"name": "贵州",
		"value": 29,
		"capital": {
			"name": "贵阳",
			"coor": [106.713478, 26.578343],
			"value": 45
		},
		"city": [{
			"name": "贵阳市",
			"coor": [106.713478, 26.578343],
			"value": 45
		}, {
			"name": "六盘水市",
			"coor": [104.846743, 26.584643],
			"value": 21
		}, {
			"name": "遵义市",
			"coor": [106.937265, 27.706626],
			"value": 43
		}, {
			"name": "安顺市",
			"coor": [105.932188, 26.245544],
			"value": 53
		}, {
			"name": "毕节市",
			"coor": [105.28501, 27.301693],
			"value": 124
		}, {
			"name": "铜仁市",
			"coor": [109.191555, 27.718346],
			"value": 84
		}, {
			"name": "黔西南布依族苗族自治州",
			"coor": [104.897971, 25.08812],
			"value": 61
		}, {
			"name": "黔东南苗族侗族自治州",
			"coor": [107.977488, 26.583352],
			"value": 118
		}, {
			"name": "黔南布依族苗族自治州",
			"coor": [107.517156, 26.258219],
			"value": 0
		}]
	},
	{
		"name": "青海",
		"value": 107,
		"capital": {
			"name": "西宁",
			"coor": [101.778916, 36.623178],
			"value": 159
		},
		"city": [{
			"name": "西宁市",
			"coor": [101.778916, 36.623178],
			"value": 159
		}, {
			"name": "海东市",
			"coor": [102.10327, 36.502916],
			"value": 14
		}, {
			"name": "海北藏族自治州",
			"coor": [100.901059, 36.959435],
			"value": 46
		}, {
			"name": "黄南藏族自治州",
			"coor": [102.019988, 35.517744],
			"value": 135
		}, {
			"name": "海南藏族自治州",
			"coor": [100.619542, 36.280353],
			"value": 85
		}, {
			"name": "果洛藏族自治州",
			"coor": [100.242143, 34.4736],
			"value": 143
		}, {
			"name": "玉树藏族自治州",
			"coor": [97.008522, 33.004049],
			"value": 51
		}, {
			"name": "海西蒙古族藏族自治州",
			"coor": [97.370785, 37.374663],
			"value": 121
		}]
	},
	{
		"name": "西藏",
		"value": 151,
		"capital": {
			"name": "拉萨",
			"coor": [91.132212, 29.660361],
			"value": 143
		},
		"city": [{
			"name": "拉萨市",
			"coor": [91.132212, 29.660361],
			"value": 143
		}, {
			"name": "日喀则市",
			"coor": [88.885148, 29.267519],
			"value": 58
		}, {
			"name": "昌都市",
			"coor": [97.178452, 31.136875],
			"value": 127
		}, {
			"name": "山南市",
			"coor": [91.766529, 29.236023],
			"value": 105
		}, {
			"name": "那曲地区",
			"coor": [92.060214, 31.476004],
			"value": 65
		}, {
			"name": "阿里地区",
			"coor": [80.105498, 32.503187],
			"value": 36
		}, {
			"name": "林芝市",
			"coor": [94.362348, 29.654693],
			"value": 77
		}]
	},
	{
		"name": "四川",
		"value": 152,
		"capital": {
			"name": "成都",
			"coor": [104.065735, 30.659462],
			"value": 109
		},
		"city": [{
			"name": "成都市",
			"coor": [104.065735, 30.659462],
			"value": 109
		}, {
			"name": "自贡市",
			"coor": [104.773447, 29.352765],
			"value": 94
		}, {
			"name": "攀枝花市",
			"coor": [101.716007, 26.580446],
			"value": 109
		}, {
			"name": "泸州市",
			"coor": [105.443348, 28.889138],
			"value": 118
		}, {
			"name": "德阳市",
			"coor": [104.398651, 31.127991],
			"value": 82
		}, {
			"name": "绵阳市",
			"coor": [104.741722, 31.46402],
			"value": 48
		}, {
			"name": "广元市",
			"coor": [105.829757, 32.433668],
			"value": 36
		}, {
			"name": "遂宁市",
			"coor": [105.571331, 30.513311],
			"value": 67
		}, {
			"name": "内江市",
			"coor": [105.066138, 29.58708],
			"value": 104
		}, {
			"name": "乐山市",
			"coor": [103.761263, 29.582024],
			"value": 50
		}, {
			"name": "南充市",
			"coor": [106.082974, 30.795281],
			"value": 96
		}, {
			"name": "眉山市",
			"coor": [103.831788, 30.048318],
			"value": 137
		}, {
			"name": "宜宾市",
			"coor": [104.630825, 28.760189],
			"value": 126
		}, {
			"name": "广安市",
			"coor": [106.633369, 30.456398],
			"value": 89
		}, {
			"name": "达州市",
			"coor": [107.502262, 31.209484],
			"value": 58
		}, {
			"name": "雅安市",
			"coor": [103.001033, 29.987722],
			"value": 80
		}, {
			"name": "巴中市",
			"coor": [106.753669, 31.858809],
			"value": 27
		}, {
			"name": "资阳市",
			"coor": [104.641917, 30.122211],
			"value": 124
		}, {
			"name": "阿坝藏族羌族自治州",
			"coor": [102.221374, 31.899792],
			"value": 119
		}, {
			"name": "甘孜藏族自治州",
			"coor": [101.963815, 30.050663],
			"value": 118
		}, {
			"name": "凉山彝族自治州",
			"coor": [102.258746, 27.886762],
			"value": 127
		}]
	},
	{
		"name": "宁夏",
		"value": 30,
		"capital": {
			"name": "银川",
			"coor": [106.278179, 38.46637],
			"value": 53
		},
		"city": [{
			"name": "银川市",
			"coor": [106.278179, 38.46637],
			"value": 53
		}, {
			"name": "石嘴山市",
			"coor": [106.376173, 39.01333],
			"value": 73
		}, {
			"name": "吴忠市",
			"coor": [106.199409, 37.986165],
			"value": 95
		}, {
			"name": "固原市",
			"coor": [106.285241, 36.004561],
			"value": 50
		}, {
			"name": "中卫市",
			"coor": [105.189568, 37.514951],
			"value": 38
		}]
	},
	{
		"name": "海南",
		"value": 83,
		"capital": {
			"name": "海口",
			"coor": [110.33119, 20.031971],
			"value": 48
		},
		"city": [{
			"name": "海口市",
			"coor": [110.33119, 20.031971],
			"value": 48
		}, {
			"name": "三亚市",
			"coor": [109.508268, 18.247872],
			"value": 149
		}, {
			"name": "三沙市",
			"coor": [112.34882, 16.831039],
			"value": 7
		}, {
			"name": "儋州市",
			"coor": [109.576782, 19.517486],
			"value": 62
		}, {
			"name": "五指山市",
			"coor": [109.516662, 18.776921],
			"value": 4
		}, {
			"name": "琼海市",
			"coor": [110.466785, 19.246011],
			"value": 5
		}, {
			"name": "文昌市",
			"coor": [110.753975, 19.612986],
			"value": 112
		}, {
			"name": "万宁市",
			"coor": [110.388793, 18.796216],
			"value": 21
		}, {
			"name": "东方市",
			"coor": [108.653789, 19.10198],
			"value": 130
		}, {
			"name": "定安县",
			"coor": [110.349235, 19.684966],
			"value": 28
		}, {
			"name": "屯昌县",
			"coor": [110.102773, 19.362916],
			"value": 126
		}, {
			"name": "澄迈县",
			"coor": [110.007147, 19.737095],
			"value": 48
		}, {
			"name": "临高县",
			"coor": [109.687697, 19.908293],
			"value": 68
		}, {
			"name": "白沙黎族自治县",
			"coor": [109.452606, 19.224584],
			"value": 142
		}, {
			"name": "昌江黎族自治县",
			"coor": [109.053351, 19.260968],
			"value": 4
		}, {
			"name": "乐东黎族自治县",
			"coor": [109.175444, 18.74758],
			"value": 150
		}, {
			"name": "陵水黎族自治县",
			"coor": [110.037218, 18.505006],
			"value": 18
		}, {
			"name": "保亭黎族苗族自治县",
			"coor": [109.70245, 18.636371],
			"value": 39
		}, {
			"name": "琼中黎族苗族自治县",
			"coor": [109.839996, 19.03557],
			"value": 78
		}]
	},
	{
		"name": "台湾",
		"value": 38,
		"capital": {
			"name": "高雄市",
			"coor": [0, 0]
		},
		"city": [{
			"name": "高雄市",
			"value": 120
		}, {
			"name": "屏东县",
			"value": 9
		}, {
			"name": "台南市",
			"value": 123
		}, {
			"name": "新竹市",
			"value": 114
		}, {
			"name": "新竹县",
			"value": 153
		}, {
			"name": "宜兰县",
			"value": 135
		}, {
			"name": "基隆市",
			"value": 96
		}, {
			"name": "苗栗县",
			"value": 109
		}, {
			"name": "台北市",
			"value": 32
		}, {
			"name": "新北市",
			"value": 115
		}, {
			"name": "桃园市",
			"value": 106
		}, {
			"name": "彰化县",
			"value": 159
		}, {
			"name": "嘉义县",
			"value": 129
		}, {
			"name": "嘉义市",
			"value": 119
		}, {
			"name": "花莲县",
			"value": 127
		}, {
			"name": "南投县",
			"value": 30
		}, {
			"name": "台中市",
			"value": 6
		}, {
			"name": "云林县",
			"value": 75
		}, {
			"name": "台东县",
			"value": 8
		}, {
			"name": "澎湖县",
			"value": 138
		}, {
			"name": "金门县",
			"value": 17
		}, {
			"name": "连江县",
			"value": 43
		}, {
			"name": "中国属钓鱼岛",
			"value": 53
		}]
	},
	{
		"name": "香港",
		"value": 140,
		"capital": {
			"name": "香港",
			"coor": [114.154334, 22.281931],
			"value": 115
		},
		"city": [{
			"name": "中西区",
			"coor": [114.154334, 22.281931],
			"value": 115
		}, {
			"name": "湾仔区",
			"coor": [114.18299, 22.276345],
			"value": 18
		}, {
			"name": "东区",
			"coor": [114.225965, 22.279779],
			"value": 151
		}, {
			"name": "南区",
			"coor": [114.160023, 22.245811],
			"value": 16
		}, {
			"name": "油尖旺区",
			"coor": [114.173347, 22.311632],
			"value": 9
		}, {
			"name": "深水埗区",
			"coor": [114.163349, 22.333775],
			"value": 31
		}, {
			"name": "九龙城区",
			"coor": [114.193047, 22.312373],
			"value": 72
		}, {
			"name": "黄大仙区",
			"coor": [114.203985, 22.336112],
			"value": 75
		}, {
			"name": "观塘区",
			"coor": [114.214083, 22.320679],
			"value": 6
		}, {
			"name": "荃湾区",
			"coor": [114.121234, 22.368458],
			"value": 47
		}, {
			"name": "屯门区",
			"coor": [113.976308, 22.393896],
			"value": 36
		}, {
			"name": "元朗区",
			"coor": [114.032528, 22.44132],
			"value": 16
		}, {
			"name": "北区",
			"coor": [114.147404, 22.496143],
			"value": 147
		}, {
			"name": "大埔区",
			"coor": [114.171713, 22.44573],
			"value": 159
		}, {
			"name": "西贡区",
			"coor": [114.264813, 22.314203],
			"value": 79
		}, {
			"name": "沙田区",
			"coor": [114.195126, 22.379715],
			"value": 39
		}, {
			"name": "葵青区",
			"coor": [114.13918, 22.363908],
			"value": 89
		}, {
			"name": "离岛区",
			"coor": [113.946059, 22.286371],
			"value": 96
		}]
	},
	{
		"name": "澳门",
		"value": 145,
		"capital": {
			"name": "澳门",
			"coor": [113.552965, 22.207882],
			"value": 47
		},
		"city": [{
			"name": "花地玛堂区",
			"coor": [113.552965, 22.207882],
			"value": 47
		}, {
			"name": "花王堂区",
			"coor": [113.549052, 22.199175],
			"value": 158
		}, {
			"name": "望德堂区",
			"coor": [113.550252, 22.193791],
			"value": 34
		}, {
			"name": "大堂区",
			"coor": [113.55374, 22.188119],
			"value": 78
		}, {
			"name": "风顺堂区",
			"coor": [113.54167, 22.187778],
			"value": 131
		}, {
			"name": "嘉模堂区",
			"coor": [113.558783, 22.154124],
			"value": 141
		}, {
			"name": "路凼填海区",
			"coor": [113.56925, 22.136546],
			"value": 158
		}, {
			"name": "圣方济各堂区",
			"coor": [113.559954, 22.124049],
			"value": 16
		}]
	}
]